Repository: FlipByBlink/MemorizeWidget
Catalog: Shared/Supporting files/🌐Localization/Localizable.xcstrings
Source language: en
Languages: ja

source: __Target__ Home screen Notification center StandBy Desktop Lock screen(iPad)
ja: __対象__ ホーム画面 通知センター スタンバイ デスクトップ ロック画面(iPad)

source: __Target__ Lock screen Apple Watch complication
ja: __対象__ ロック画面 Apple Watchコンプリケーション

source: (Comment)
ja: (コメント)

source: (Title only)
ja: (タイトルのみ)

source: (TITLE)
ja: (タイトル)

source: + comment
ja: + コメント

source: + title
ja: + タイトル

source: ⚠️ Data size limitation
ja: ⚠️ データサイズ制限

source: ⚠️ Error
ja: ⚠️ エラー

source: ⚠️ Failed to open URL
ja: ⚠️ 失敗しました

source: ⚠️ NOTICE DATA LIMITATION
ja: ⚠️ データサイズ制限に注意

source: About App
ja: アプリについて

source: Accessory widget
ja: 小さめ ウィジェット

source: Action
ja: アクション

source: Actual size may vary depending on "device environment" and "the text"
ja: 実際の大きさは「デバイスの環境」や「表示されるテキスト」によって異なる場合があります。

source: Add
ja: 追加

source: Add and customize widgets on Mac
ja: Macでウィジェットを追加する/カスタマイズする

source: After 7 days, the notes will be permanently deleted.
ja: 7日経過すると、完全に削除されます。

source: App
ja: アプリ

source: App for iPhone / iPad / Mac / Apple Watch
ja: iPhone/iPad/Mac/Apple Watch向けアプリ

source: Apple Support Page Link
ja: Apple公式サポートサイトリンク

source: Cancel
ja: キャンセル

source: center
ja: 中心

source: Change the note per 5 minutes.
ja: 約5分毎にランダムでノートが切り替わります。

source: Change the URL
ja: URLを変更してください

source: Clear trash
ja: ゴミ箱を空にする

source: Comma
ja: カンマ

source: Comma ,
ja: カンマ ,

source: comment
ja: コメント

source: Comment
ja: コメント

source: Comment size
ja: コメントのサイズ

source: Convert result
ja: 変換結果

source: Convert this text to notes
ja: このテキストをノートに変換する

source: Create a custom iPhone Lock Screen
ja: iPhoneのロック画面をパーソナライズする

source: Customize font size
ja: フォントサイズを変更

source: Customize font size…
ja: フォントサイズを変更…

source: Customize search
ja: 「検索」をカスタマイズ

source: Customize search function
ja: 「検索」をカスタマイズ

source: Customize search function…
ja: 「検索」をカスタマイズ…

source: Customize URL scheme
ja: URLスキームをカスタマイズ

source: cute, pretty, kawaii
ja: 可愛い、キュート

source: Data
ja: データ

source: Data changed on another device will be synchronized when the app is launched on this device. (iOS15 only)
ja: 別の端末で変更されたデータは、この端末のアプリを起動したタイミングで同期されます。(iOS15のみ)

source: Data limitation is 1 mega byte.
ja: 最大1メガバイトのデータ制限があります。

source: Delete
ja: 削除

source: Delete a note by swiping the row.
ja: スワイプしてノートを削除できます。

source: Delete all notes
ja: 全てのノートを削除

source: Deleted.
ja: 削除完了

source: Dictionary
ja: 辞書

source: Directions
ja: 注記

source: Dismiss
ja: 閉じる

source: Dismiss sheet
ja: シートを閉じる

source: Done
ja: 完了

source: Edit URL
ja: URLを編集

source: Empty
ja: ノートなし

source: Error
ja: エラー

source: Example
ja: 例

source: Export %lld notes as tsv text
ja: tsvテキストとして%lld個のノートを書き出す

source: Export a note as tsv text
ja: tsvテキストとして書き出す

source: Export notes
ja: ノートを書き出す

source: Export notes as text
ja: テキストとしてエクスポート

source: Export notes as tsv text
ja: tsvテキストとして書き出す

source: File
ja: ファイル

source: Font size
ja: フォントサイズ

source: Font size on widget
ja: フォントサイズ

source: good night.
ja: おやすみなさい、グッナイ

source: Guide
ja: ガイド

source: How to add and edit widgets on your iPhone
ja: iPhone でウィジェットを追加・編集する方法

source: If lock screen widgets don't update, please close this app or switch to another app.
ja: ロック画面ウィジェットが更新されない場合は、アプリを閉じたりアプリを切り替えたりすると変更が反映されます。

source: If the data size is exceeded, please reduce the number of notes or clear the trash.
ja: もしデータ容量を超過してしまった場合は、ノートを減らしたり、ゴミ箱を空にしてください。

source: Import a text-base file as notes from other app.
ja: 他のアプリで選択したファイルからノートを作成出来ます。

source: Import a text-encoded file
ja: テキストベースのファイルを取り込む

source: Import as some notes.
ja: 複数個のノートとして取り込む。

source: Import notes
ja: ノートを取り込む

source: Import notes from plain text or text base file(csv, tsv, txt).
ja: テキストやファイル(csv, tsv, txt)からノートをインポート出来ます。

source: Import notes(file)
ja: ファイルからインポート

source: Import notes(text)
ja: テキストからインポート

source: Import selected text as notes from other app.
ja: 他のアプリで選択したテキストからノートを作成出来ます。

source: Insert above
ja: 上に新規ノート

source: Insert below
ja: 下に新規ノート

source: leading
ja: 先頭

source: Leading component
ja: 先頭部分

source: Look up in dictionary
ja: 辞書を引く

source: MemorizeWidget
ja: 暗記ウィジェット

source: Menu
ja: メニュー

source: MenuBar
ja: メニューバー

source: Mode
ja: モード

source: More new note
ja: 新規ノート

source: Move
ja: 移動

source: Move a note by drag and drop the row.
ja: ドラッグ・アンド・ドロップでノートを移動できます。

source: Move end
ja: 末尾へ移動

source: Move top
ja: 先頭へ移動

source: Multi line text alignment (single mode only)
ja: 複数行の揃え方(非複数ノートモード時のみ有効)

source: New note
ja: 新規ノート

source: New note on top
ja: 最上部に新規ノート

source: New note shortcut
ja: 新規ノートショートカット

source: New note shortcut on menu bar
ja: メニューバーに新規ノート追加用ショートカットを表示

source: no comment
ja: コメントなし

source: No comment
ja: コメントなし

source: No note
ja: ノートなし

source: No title
ja: タイトルなし

source: Not support multi line text in note.
ja: 「ノート内での改行」はサポート対象外です。

source: Not text file(UTF-8).
ja: テキストファイル(UTF-8)ではありません。

source: Notes
ja: ノート

source: Notes count
ja: ノート数

source: Notes count: %@
ja: ノート数: %@

source: Notes count: %lld
ja: ノート数: %lld

source: Notes data count
ja: 現在のデータサイズ

source: OK
ja: 了解しました

source: OK, delete all notes.
ja: はい、全てのノートを削除します。

source: Open main window
ja: メインウィンドウを開く

source: Open the URL in other apps
ja: 他のアプリでURLを開く

source: Open trash
ja: ゴミ箱を開く

source: Option
ja: オプション

source: Organize
ja: 整理

source: Paste the text here.
ja: ここにテキストを貼り付ける

source: Per 5 minutes
ja: 約5分毎

source: Plain text
ja: プレーンテキスト

source: Pre-installed shortcut to search in DuckDuckGo.
ja: 「DuckDuckGo」で検索するショートカットをプリセットしています。

source: Preview
ja: プレビュー

source: Purchase
ja: 支払い

source: Random mode
ja: ランダムモード

source: Rest
ja: その他

source: Restore
ja: 復元

source: Restore %@ notes
ja: %@個のノートを復元

source: Restore %lld notes
ja: %lld個のノートを復元

source: Search
ja: 検索

source: Search button
ja: 検索ボタン

source: Select sidebar
ja: サイドバーを選択してください

source: Selected text import is not supported on macOS.
ja: 選択テキストのインポート機能はmacOSでは対応していません。

source: Separator
ja: 区切り文字

source: Shortcut to add new note.
ja: 新規ノートを追加するためのショートカットです。

source: Show a note.
ja: ノートを表示します。

source: Show comment
ja: コメントを表示

source: Show multi notes
ja: 複数のノートを表示

source: strawberry
ja: 苺、ストロベリー

source: Sub widget
ja: 予備のウィジェット

source: Submit
ja: 登録

source: Sync notes between devices by iCloud.
ja: iCloudによって端末間でノートが同期されます。

source: System widget
ja: 大きめ ウィジェット

source: Tab
ja: タブ

source: Tab ␣
ja: タブ ␣

source: Test
ja: テスト

source: Text
ja: テキスト

source: The prefix must contain "http://" or "https://".
ja: 先頭に「http://」か「https://」を含めてください。

source: This is spare widget for the purpose of second widget
ja: これは2個目のウィジェットを配置する際に用います。

source: This text is TSV(tab-separated values) format.
ja: このテキストはTSVフォーマットです。

source: Tips
ja: 小ネタ

source: Title
ja: タイトル

source: Title only
ja: タイトルのみ

source: Title size
ja: タイトルのサイズ

source: Total notes data over 800kB. Please decrease notes.
ja: ノートのデータサイズの合計が800kBを超えてます。ノートの数を減らしてください。

source: trailing
ja: 末尾

source: Trailing component
ja: 末尾部分

source: Trash
ja: ゴミ箱

source: Trash do not sync with iCloud.
ja: ゴミ箱はiCloudで同期されません。

source: URL scheme
ja: URLスキーム

source: Use the web search service with the note title.
ja: web検索サービスでノートのタイトルを検索します。

source: Use widgets on your iPad
ja: iPad でウィジェットを使う

source: Widget
ja: ウィジェット

source: おやすみなさい
ja: Good night.

source: 可愛い
ja: Cute

source: 苺
ja: Strawberry
